import {TenderComponent} from '@/components/tender/tender';

export const tenders: TenderComponent[] = [
    {
        name: 'Название тендера',
        period: {
            from: new Date(),
            to: new Date(),
        },
        address: 'Адрес: СПб, Казанская 24',
        description: 'Описание явление культурологического порядка образует хамбакер, однако сами песни забываются очень быстро. Соинтервалие регрессийно начинает канал. Развивая эту тему, песня "All The Things She Said" (в русском варианте - "Я сошла с ума") изящно диссонирует ритмоформульный лайн-ап. Канал, и это особенно заметно у Чарли Паркера или Джона Колтрейна, использует сет.',
    },
    {
        name: 'Название тендера',
        period: {
            from: new Date(),
            to: new Date(),
        },
        address: 'Адрес: СПб, Казанская 24',
        description: 'Описание явление культурологического порядка образует хамбакер, однако сами песни забываются очень быстро. Соинтервалие регрессийно начинает канал. Развивая эту тему, песня "All The Things She Said" (в русском варианте - "Я сошла с ума") изящно диссонирует ритмоформульный лайн-ап. Канал, и это особенно заметно у Чарли Паркера или Джона Колтрейна, использует сет.',
    },
    {
        name: 'Название тендера',
        period: {
            from: new Date(),
            to: new Date(),
        },
        address: 'Адрес: СПб, Казанская 24 СПб, Казанская 24СПб, Казанская 244',
        description: 'Описание явление культурологического порядка образует хамбакер, однако сами песни забываются очень быстро. Соинтервалие регрессийно начинает канал. Развивая эту тему, песня "All The Things She Said" (в русском варианте - "Я сошла с ума") изящно диссонирует ритмоформульный лайн-ап. Канал, и это особенно заметно у Чарли Паркера или Джона Колтрейна, использует сет.',
    },
    {
        name: 'Название тендера',
        period: {
            from: new Date(),
            to: new Date(),
        },
        address: 'Адрес: СПб, Казанская 24',
        description: 'Описание явление культурологического порядка образует хамбакер, однако сами песни забываются очень быстро. Соинтервалие регрессийно начинает канал. Развивая эту тему, песня "All The Things She Said" (в русском варианте - "Я сошла с ума") изящно диссонирует ритмоформульный лайн-ап. Канал, и это особенно заметно у Чарли Паркера или Джона Колтрейна, использует сет.',
    },
]
